Repository: pobfdm/pobkup
Catalog: locale/*/LC_MESSAGES/pobkup.po
Languages: it_it

source: BACKUP TERMINATED BY USER.
it_it: BACKUP TERMINATO DALL'UTENTE

source: BACKUP TERMINATED.
it_it: BACKUP TERMINATO

source: Cancel
it_it: Annulla

source: Delete
it_it: Elimina

source: Delete file from destination
it_it: Cancella file dalla destinazione

source: Destination not present
it_it: Destinazione non presente

source: Destination:
it_it: Destinazione:

source: Do you want delete the profile?
it_it: Vuoi cancellare questo profilo?

source: Do you want exit?
it_it: Vuoi uscire dal programma?

source: Error on delete profile
it_it: Errore nella cancellazione del profilo

source: Error on save profile
it_it: Errore nel salvataggio del profilo

source: Exclude path from file:
it_it: Escludi percorsi dal file:

source: Exit CTRL+q
it_it: Uscita CTRL+q

source: History
it_it: Storia

source: Label:
it_it: Etichetta:

source: New Profile CTRL+n
it_it: Nuovo Profilo CTRL+n

source: Profile
it_it: Profilo

source: Progress:
it_it: Progresso:

source: Ready.
it_it: Pronto.

source: Save
it_it: Salva

source: Source not present
it_it: Sorgente non presente

source: Source:
it_it: Sorgente:

source: Warning
it_it: Attenzione

source: Warning!
it_it: Attenzione!

source: Poweroff at the end
it_it: Spegni al termine
